app/controllers/users_controller.rb

	def create
		#render plain: params[:user].inspect

		@user = User.new(params.require(:user).permit(:nickname, :hotel_name, :icon))

		if @user.save
---
INSERT INTO "users" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", 2016-12-31 17:57:38 UTC], ["updated_at", 2016-12-31 17:57:38 UTC]]