app/controllers/welcome_controller.rb

  def index
    #findIcons
    @user = User.new
    @users = User.all
---
SELECT "users".* FROM "users"